{
    "introduction": "Introducción",
    "features": "Características",
    "title": "La última aplicación de resolución matemática basada en IA",
    "description": "Mejor que la versión gratuita de ChatGPT.<br><br>No solo <strong>Matemáticas</strong> sino también <strong>Inglés</strong>, <strong>Física</strong> y <strong>Química</strong>.<br><br>Admite más de 30 idiomas.<br>",
    "aboutUs": "Sobre nosotros",
    "summary": "Math10 impulsado por IA es una herramienta innovadora que ofrece soluciones eficientes para aprender, enseñar e investigar matemáticas.",
    "capability": "Math10 domina no solo <strong>Matemáticas</strong> sino también materias como <strong>Inglés</strong>, <strong>Física</strong> y <strong>Química</strong>. ¡Libera todo tu potencial con el poder de Math10!",
    "featuresSection": "Características",
    "features_automated_problem_solving_title": "Resolución Automatizada de Problemas",
    "features_automated_problem_solving_description": "Identifica y resuelve instantáneamente diversos tipos de problemas, incluyendo álgebra, geometría, probabilidad y cálculo.",
    "features_step_by_step_guidance_title": "Guía Paso a Paso",
    "features_step_by_step_guidance_description": "Muestra soluciones detalladas para que los estudiantes entiendan el proceso en lugar de solo recibir respuestas.",
    "features_problem_recognition_title": "Reconocimiento de Problemas mediante Imágenes",
    "features_problem_recognition_description": "Usa tecnología de escaneo de imágenes para reconocer problemas escritos a mano o impresos, permitiendo resolver problemas directamente de libros de texto.",
    "features_multi_platform_support_title": "Soporte Multiplataforma",
    "features_multi_platform_support_description": "Disponible en smartphones, tablets y computadoras de escritorio, ofreciendo conveniencia para todos los usuarios.",
    "features_target_audience_title": "Público Objetivo",
    "features_target_audience_description": "Estudiantes: Mejora habilidades de aprendizaje y preparación para exámenes.\nProfesores: Aumenta la eficiencia docente y proporciona materiales didácticos adicionales.\nInvestigadores: Resuelve problemas complejos rápidamente para apoyar proyectos e investigación científica.",
    "features_outstanding_benefits_title": "Beneficios Destacados",
    "features_outstanding_benefits_description": "Ahorra tiempo y esfuerzo en resolver problemas matemáticos.\nMejora la capacidad de autoaprendizaje y profundiza la comprensión de conceptos matemáticos.\nAcerca las matemáticas a todos, incluso a no especialistas.",
    "footer_address_title": "Dirección",
    "footer_address_description": "4 C11, Đường Đồng Bát, Cầu Giấy, Hà Nội",
    "buttonText": "Idioma actual: Español"
  }