{
    "introduction": "Introduction",
    "features": "Fonctionnalités",
    "title": "La dernière application de résolution de mathématiques basée sur l'IA",
    "description": "Mieux que la version gratuite de ChatGPT.<br><br>Non seulement les <strong>mathématiques</strong> mais aussi l'<strong>anglais</strong>, la <strong>physique</strong> et la <strong>chimie</strong>.<br><br>Prend en charge plus de 30 langues.<br>",
    "aboutUs": "À propos de nous",
    "summary": "Math10, propulsé par l'IA, est un outil révolutionnaire qui fournit des solutions efficaces et innovantes pour l'apprentissage, l'enseignement et la recherche en mathématiques.",
    "capability": "Math10 est expert non seulement en <strong>mathématiques</strong> mais aussi dans des matières comme l'<strong>anglais</strong>, la <strong>physique</strong> et la <strong>chimie</strong>. Libérez votre plein potentiel avec la puissance de Math10 !!",
    "featuresSection": "Fonctionnalités",
    "features_automated_problem_solving_title": "Résolution automatisée de problèmes",
    "features_automated_problem_solving_description": "Identifier et résoudre instantanément différents types de problèmes, y compris l'algèbre, la géométrie, les probabilités et le calcul.",
    "features_step_by_step_guidance_title": "Guide étape par étape",
    "features_step_by_step_guidance_description": "Affiche des solutions détaillées, permettant aux apprenants de comprendre le processus au lieu de simplement recevoir les réponses.",
    "features_problem_recognition_title": "Reconnaissance de problèmes via des images",
    "features_problem_recognition_description": "Utilise la technologie de numérisation d'images pour reconnaître les problèmes mathématiques manuscrits ou imprimés, permettant une résolution directe à partir des manuels scolaires.",
    "features_multi_platform_support_title": "Prise en charge multiplateforme",
    "features_multi_platform_support_description": "Disponible sur smartphones, tablettes et ordinateurs de bureau, offrant une commodité pour tous les utilisateurs.",
    "features_target_audience_title": "Public cible",
    "features_target_audience_description": "Étudiants : Améliorez vos compétences d'apprentissage et préparez-vous mieux aux examens.\nEnseignants : Améliorez l'efficacité de l'enseignement et fournissez des supports pédagogiques supplémentaires.\nChercheurs : Résolvez rapidement des problèmes complexes, soutenant les projets et la recherche scientifique.",
    "features_outstanding_benefits_title": "Avantages exceptionnels",
    "features_outstanding_benefits_description": "Économisez du temps et des efforts dans la résolution de problèmes mathématiques.\nAméliorez les capacités d'auto-apprentissage et approfondissez la compréhension des concepts mathématiques.\nRapprochez les mathématiques de tout le monde, même des non-spécialistes.",
    "footer_address_title": "Adresse",
    "footer_address_description": "4 C11, Đường Đồng Bát, Cầu Giấy, Hà Nội",
    "buttonText": "Langue actuelle : Français"
  }