{
    "introduction": "Introduzione",
    "features": "Caratteristiche",
    "title": "La più recente app di matematica basata sull'IA",
    "description": "Meglio della versione gratuita di ChatGPT.<br><br>Non solo <strong>Matematica</strong> ma anche <strong>Inglese</strong>, <strong>Fisica</strong> e <strong>Chimica</strong>.<br><br>Supporta più di 30 lingue.<br>",
    "aboutUs": "Chi siamo",
    "summary": "Math10 alimentato dall'IA è uno strumento rivoluzionario che fornisce soluzioni efficienti e innovative per l'apprendimento, l'insegnamento e la ricerca matematica.",
    "capability": "Math10 eccelle non solo in <strong>Matematica</strong> ma anche in materie come <strong>Inglese</strong>, <strong>Fisica</strong> e <strong>Chimica</strong>. Libera tutto il tuo potenziale con la potenza di Math10!!",
    "featuresSection": "Caratteristiche",
    "features_automated_problem_solving_title": "Risoluzione Automatica dei Problemi",
    "features_automated_problem_solving_description": "Identifica e risolve istantaneamente vari tipi di problemi tra cui algebra, geometria, probabilità e calcolo.",
    "features_step_by_step_guidance_title": "Guida Passo Passo",
    "features_step_by_step_guidance_description": "Mostra soluzioni dettagliate permettendo agli studenti di comprendere il processo invece di ricevere solo risposte.",
    "features_problem_recognition_title": "Riconoscimento Problemi tramite Immagini",
    "features_problem_recognition_description": "Utilizza tecnologia di scansione immagini per riconoscere problemi scritti a mano o stampati, consentendo la risoluzione diretta dai libri di testo.",
    "features_multi_platform_support_title": "Supporto Multi-Piattaforma",
    "features_multi_platform_support_description": "Disponibile su smartphone, tablet e desktop, offrendo comodità a tutti gli utenti.",
    "features_target_audience_title": "Pubblico di Riferimento",
    "features_target_audience_description": "Studenti: Migliora le capacità di apprendimento e preparazione agli esami.\nInsegnanti: Aumenta l'efficienza didattica e fornisce materiali didattici aggiuntivi.\nRicercatori: Risolve rapidamente problemi complessi per supportare progetti e ricerche scientifiche.",
    "features_outstanding_benefits_title": "Vantaggi Eccezionali",
    "features_outstanding_benefits_description": "Risparmia tempo e fatica nella risoluzione di problemi matematici.\nMigliora le capacità di autoapprendimento e approfondisce la comprensione dei concetti matematici.\nAvvicina la matematica a tutti, anche ai non specialisti.",
    "footer_address_title": "Indirizzo",
    "footer_address_description": "4 C11, Đường Đồng Bát, Cầu Giấy, Hà Nội",
    "buttonText": "Lingua corrente: Italiano"
  }