{
    "introduction": "Introdução",
    "features": "Recursos",
    "title": "O mais recente aplicativo de matemática baseado em IA",
    "description": "Melhor que a versão gratuita do ChatGPT.<br><br>Não apenas <strong>Matemática</strong> mas também <strong>Inglês</strong>, <strong>Física</strong> e <strong>Química</strong>.<br><br>Suporta mais de 30 idiomas.<br>",
    "aboutUs": "Sobre nós",
    "summary": "O Math10 alimentado por IA é uma ferramenta inovadora que fornece soluções eficientes para aprendizagem, ensino e pesquisa em matemática.",
    "capability": "O Math10 domina não apenas <strong>Matemática</strong> mas também disciplinas como <strong>Inglês</strong>, <strong>Física</strong> e <strong>Química</strong>. Libere todo seu potencial com o poder do Math10!!",
    "featuresSection": "Recursos",
    "features_automated_problem_solving_title": "Resolução Automática de Problemas",
    "features_automated_problem_solving_description": "Identifica e resolve instantaneamente vários tipos de problemas, incluindo álgebra, geometria, probabilidade e cálculo.",
    "features_step_by_step_guidance_title": "Orientações Passo a Passo",
    "features_step_by_step_guidance_description": "Exibe soluções detalhadas permitindo que os alunos entendam o processo em vez de apenas receber respostas.",
    "features_problem_recognition_title": "Reconhecimento de Problemas via Imagens",
    "features_problem_recognition_description": "Usa tecnologia de escaneamento de imagens para reconhecer problemas manuscritos ou impressos, permitindo resolver problemas diretamente de livros didáticos.",
    "features_multi_platform_support_title": "Suporte Multiplataforma",
    "features_multi_platform_support_description": "Disponível em smartphones, tablets e desktops, oferecendo conveniência para todos os usuários.",
    "features_target_audience_title": "Público-Alvo",
    "features_target_audience_description": "Estudantes: Melhora habilidades de aprendizagem e preparação para exames.\nProfessores: Aumenta a eficiência do ensino e fornece materiais didáticos adicionais.\nPesquisadores: Resolve problemas complexos rapidamente para apoiar projetos e pesquisas científicas.",
    "features_outstanding_benefits_title": "Benefícios Destacados",
    "features_outstanding_benefits_description": "Economiza tempo e esforço na resolução de problemas matemáticos.\nMelhora a capacidade de autoaprendizagem e aprofunda a compreensão de conceitos matemáticos.\nTraz a matemática para mais perto de todos, mesmo de não especialistas.",
    "footer_address_title": "Endereço",
    "footer_address_description": "4 C11, Đường Đồng Bát, Cầu Giấy, Hà Nội",
    "buttonText": "Idioma atual: Português"
  }