{
    "introduction": "Введение",
    "features": "Особенности",
    "title": "Последнее приложение для решения математических задач на основе ИИ",
    "description": "Лучше, чем бесплатная версия ChatGPT.<br><br>Не только <strong>Математика</strong>, но и <strong>Английский</strong>, <strong>Физика</strong> и <strong>Химия</strong>.<br><br>Поддерживает более 30 языков.<br>",
    "aboutUs": "О нас",
    "summary": "Math10 на базе ИИ — это революционный инструмент, предоставляющий эффективные решения для обучения, преподавания и исследований в математике.",
    "capability": "Math10 отлично решает задачи не только по <strong>Математике</strong>, но и по таким предметам, как <strong>Английский</strong>, <strong>Физика</strong> и <strong>Химия</strong>. Раскройте весь свой потенциал с помощью Math10!!",
    "featuresSection": "Особенности",
    "features_automated_problem_solving_title": "Автоматическое решение задач",
    "features_automated_problem_solving_description": "Мгновенно распознает и решает различные типы задач, включая алгебру, геометрию, вероятность и математический анализ.",
    "features_step_by_step_guidance_title": "Пошаговое руководство",
    "features_step_by_step_guidance_description": "Отображает подробные решения, позволяя учащимся понять процесс, а не просто получить ответы.",
    "features_problem_recognition_title": "Распознавание задач по изображениям",
    "features_problem_recognition_description": "Использует технологию сканирования изображений для распознавания рукописных или напечатанных математических задач, позволяя решать задачи непосредственно из учебников.",
    "features_multi_platform_support_title": "Поддержка нескольких платформ",
    "features_multi_platform_support_description": "Доступно на смартфонах, планшетах и компьютерах, обеспечивая удобство для всех пользователей.",
    "features_target_audience_title": "Целевая аудитория",
    "features_target_audience_description": "Студенты: Улучшают навыки обучения и подготовку к экзаменам.\nПреподаватели: Повышают эффективность преподавания и получают дополнительные учебные материалы.\nИсследователи: Быстро решают сложные задачи для поддержки проектов и научных исследований.",
    "features_outstanding_benefits_title": "Выдающиеся преимущества",
    "features_outstanding_benefits_description": "Экономит время и усилия при решении математических задач.\nУлучшает способности к самообучению и углубляет понимание математических концепций.\nДелает математику доступной для всех, даже для неспециалистов.",
    "footer_address_title": "Адрес",
    "footer_address_description": "4 C11, Đường Đồng Bát, Cầu Giấy, Hà Nội",
    "buttonText": "Текущий язык: Русский"
  }