{
    "introduction": "บทนำ",
    "features": "คุณสมบัติ",
    "title": "แอปพลิเคชันแก้โจทย์คณิตศาสตร์ด้วย AI ล่าสุด",
    "description": "ดีกว่าฟรีเวอร์ชันของ ChatGPT<br><br>ไม่เพียงแต่ <strong>คณิตศาสตร์</strong> แต่ยังรวมถึง <strong>ภาษาอังกฤษ</strong>, <strong>ฟิสิกส์</strong> และ <strong>เคมี</strong><br><br>รองรับมากกว่า 30 ภาษา<br>",
    "aboutUs": "เกี่ยวกับเรา",
    "summary": "Math10 ที่ขับเคลื่อนด้วย AI เป็นเครื่องมือที่ปฏิวัติวงการ โดยให้โซลูชันที่มีประสิทธิภาพและนวัตกรรมสำหรับการเรียนรู้ การสอน และการวิจัยคณิตศาสตร์",
    "capability": "Math10 ไม่เพียงเชี่ยวชาญใน <strong>คณิตศาสตร์</strong> แต่ยังเก่งในวิชาเช่น <strong>ภาษาอังกฤษ</strong>, <strong>ฟิสิกส์</strong> และ <strong>เคมี</strong> ปลดปล่อยศักยภาพของคุณด้วยพลังของ Math10!",
    "featuresSection": "คุณสมบัติ",
    "features_automated_problem_solving_title": "การแก้โจทย์อัตโนมัติ",
    "features_automated_problem_solving_description": "ระบุและแก้โจทย์ปัญหาประเภทต่าง ๆ ได้ทันที รวมถึงพีชคณิต เรขาคณิต ความน่าจะเป็น และแคลคูลัส",
    "features_step_by_step_guidance_title": "คำแนะนำทีละขั้นตอน",
    "features_step_by_step_guidance_description": "แสดงวิธีแก้ปัญหาแบบละเอียด ช่วยให้ผู้เรียนเข้าใจกระบวนการแทนที่จะได้รับเพียงคำตอบ",
    "features_problem_recognition_title": "การจดจำโจทย์ผ่านภาพ",
    "features_problem_recognition_description": "ใช้เทคโนโลยีการสแกนภาพเพื่อจดจำโจทย์คณิตศาสตร์ที่เขียนด้วยมือหรือพิมพ์ ช่วยให้แก้โจทย์จากหนังสือเรียนได้โดยตรง",
    "features_multi_platform_support_title": "รองรับหลายแพลตฟอร์ม",
    "features_multi_platform_support_description": "ใช้งานได้บนสมาร์ทโฟน แท็บเล็ต และคอมพิวเตอร์ สะดวกสำหรับผู้ใช้ทุกคน",
    "features_target_audience_title": "กลุ่มเป้าหมาย",
    "features_target_audience_description": "นักเรียน: พัฒนาทักษะการเรียนรู้และเตรียมตัวสอบ\nครู: เพิ่มประสิทธิภาพการสอนและให้สื่อการสอนเสริม\nนักวิจัย: แก้ปัญหาที่ซับซ้อนได้อย่างรวดเร็ว สนับสนุนโครงการและการวิจัยทางวิทยาศาสตร์",
    "features_outstanding_benefits_title": "ประโยชน์ที่โดดเด่น",
    "features_outstanding_benefits_description": "ประหยัดเวลาและแรงในการแก้โจทย์คณิตศาสตร์\nพัฒนาความสามารถในการเรียนรู้ด้วยตนเองและเข้าใจแนวคิดทางคณิตศาสตร์อย่างลึกซึ้ง\nทำให้คณิตศาสตร์ใกล้ชิดกับทุกคน แม้แต่ผู้ที่ไม่ใช่ผู้เชี่ยวชาญ",
    "footer_address_title": "ที่อยู่",
    "footer_address_description": "4 C11, Đường Đồng Bát, Cầu Giấy, Hà Nội",
    "buttonText": "ภาษาปัจจุบัน: ไทย"
  }